export default {
  ZVEKCH: 'Звэк движение',
  TOPPLAYERS: 'Топ игроки последних Звэк',

  DISBALCOEF: 'Коэффициент дисбаланса',
  EQ: 'Формула:',
  WHERE: 'где',
  AM: '— количество игроков.',
  PLAYERDAM: '— урон игрока',
  AVDAM: '— средний урон',
  AVAR: 'среднее арифметическое',
  EVENLY: '0.2−0.3: Урон распределён довольно равномерно.',
  UNEQ: '0.5: Умеренное неравенство. Есть несколько игроков с заметно большим вкладом, но остальные тоже вносят ощутимый вклад.',
  VERYUNEQ:
    '0.8−1.0: Сильное неравенство. Урон в основном сосредоточен у одного или нескольких "топовых" игроков, остальные почти не влияют на общий результат.',

  HEADERDATA: 'Дата',
  HEADERTOP: 'Топ 1,2,3',
  HEADERPERC: '% от всего урона',

  HEADERDJINNI: 'Коэффициент Джинни',

  HEADERGUILDDAM: 'Урон гильдии, млрд',
  HEADERCHANGE: 'Изменение',
  NODATA: 'Нет данных',
  GROW: 'увеличился на',
  DECREASE: 'уменьшился на',
};
