export default {
  ZVEKCH: 'Звек рух',
  TOPPLAYERS: 'Топ гравці останніх Звек',

  DISBALCOEF: 'Коефіцієнт дисбалансу',
  EQ: 'Формула:',
  WHERE: 'де',
  AM: '— кількість гравців.',
  PLAYERDAM: '— пошкодження гравця',
  AVDAM: '— середні пошкодження',
  AVAR: 'середнє арифметичне',
  EVENLY: '0.2−0.3: Шкода розподілена досить рівномірно.',
  UNEQ: '0.5: Помірна нерівність. Є кілька гравців із помітно більшим внеском, та решта теж вносять відчутний внесок.',
  VERYUNEQ:
    '0.8−1.0: Сильна нерівність. Шкода в основному зосереджена в одного чи кількох "топових" гравців, решта майже не впливає на загальний результат.',

  HEADERDATA: 'Дата',
  HEADERTOP: 'Топ 1,2,3',
  HEADERPERC: '% від усієї шкоди',

  HEADERDJINNI: 'Коефіцієнт Джинні',

  HEADERGUILDDAM: 'Шкода гільдії, млрд',
  HEADERCHANGE: 'Зміна',
  NODATA: 'Немає даних',
  GROW: 'збільшився на',
  DECREASE: 'зменшився на',
};
