export const latestZveks = [
  {
    name: 'DyrachYO',
    info: [
      {
        damage: 45557284224333,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [4289214254, 574171627685, 2604652821533, 6080106318695, 18558164565232, 17735899676934],
      },
      {
        damage: 0,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 329509158584543,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [10738881623, 7899742879430, 62461605697225, 39075537774375, 101214633092440, 118846900259450],
      },
    ],
  },
  {
    name: 'Ph',
    info: [
      {
        damage: 11958924931053,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [53557800, 306228109430, 1097867869356, 3637339529701, 3385995616952, 3531440247814],
      },
      {
        damage: 19021485387561,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [56227275, 700146363540, 1681651882438, 5851562845259, 3230450213256, 7557617855793],
      },
      {
        damage: 76839783275690,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [393966551, 2427304379535, 19833191700619, 11012815701493, 27762985028094, 15803092499398],
      },
    ],
  },
  {
    name: 'Smpl_dmpl',
    info: [
      {
        damage: 2018324064631,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [360788680, 1863653463983, 134716384815, 17710852073, 1800084325, 82490755],
      },
      {
        damage: 436943673268,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [154577962, 134278400951, 173266150444, 93352694830, 35363334614, 528514467],
      },
      {
        damage: 7006355382325,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [748249120, 1604957816655, 2453410677145, 1979963970841, 52533039529, 914741629035],
      },
    ],
  },
  {
    name: 'Azural',
    info: [
      {
        damage: 939804656909,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [1674821449, 98851932276, 158393070554, 343849754298, 168397214603, 168637863729],
      },
      {
        damage: 4033256961291,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [75292688, 1978582701434, 364246879348, 481543575041, 541272742148, 667535770632],
      },
      {
        damage: 18969336408555,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [233752427, 2176942772772, 3018503158768, 3845360821588, 2998177620532, 6930118282468],
      },
    ],
  },
  {
    name: 'YouMakeMyDay',
    info: [
      {
        damage: 1869530931497,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [2870264560, 1147663406535, 162983241450, 201558818436, 167511807460, 186943393056],
      },
      {
        damage: 55031092173,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [1589525, 37329532776, 4398582651, 7452585833, 0, 5848801388],
      },
      {
        damage: 547421521965694,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [36243325770, 15351058636539, 97664778173745, 117697522007090, 149185980320160, 167485939502390],
      },
    ],
  },
  {
    name: 'Ganjumian',
    info: [
      {
        damage: 1852400529782,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [68308335, 250705988902, 272033530232, 637695459681, 282721732367, 409175510265],
      },
      {
        damage: 2239098671815,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [273639308, 239116858148, 500274735122, 535232042838, 603619498893, 360581897506],
      },
      {
        damage: 10585078509259,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [680651679, 670134363450, 1608936172455, 2017550315017, 1767324496721, 4520452509937],
      },
    ],
  },
  {
    name: 'BeLaGa',
    info: [
      {
        damage: 0,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 2239098671815,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [273639308, 239116858148, 500274735122, 535232042838, 603619498893, 360581897506],
      },
      {
        damage: 1168853952654,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [2512148024, 331533352480, 294503291927, 350217550631, 33945368158, 156142241434],
      },
    ],
  },
  {
    name: 'Внатураху',
    info: [
      {
        damage: 0,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 0,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 164492558207651,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [23726978, 5494650664112, 20413610796319, 21924062543447, 33918216570543, 82741993906252],
      },
    ],
  },
  {
    name: 'Rivell',
    info: [
      {
        damage: 0,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 0,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 21504861438163,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [59030224, 1501270549594, 4048589163991, 5260899590550, 5475660186793, 5218382917011],
      },
    ],
  },
  {
    name: 'Xalypi',
    info: [
      {
        damage: 0,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 0,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 8815535940381,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [8694669, 365168089765, 4618176600503, 787114312910, 1332209186982, 1712859055552],
      },
    ],
  },
  {
    name: 'FollowMe',
    info: [
      {
        damage: 0,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 0,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 0, 0, 0, 0, 0],
      },
      {
        damage: 109433502926554,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [1045182049, 4774907151615, 31110766218680, 15783917425510, 28679920699237, 29082946249463],
      },
    ],
  },
  {
    name: 'Astell',
    info: [
      {
        damage: 822642957649,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [13698577, 212097129925, 97928363004, 246104161855, 201485293934, 65014310354],
      },
      {
        damage: 782798625544,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [28674301, 276608245310, 0, 0, 0, 506161705933],
      },
      {
        damage: 17628347868861,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [197042648, 1573194790109, 3352591857694, 2493126798473, 6403972005713, 3805265374224],
      },
    ],
  },
  {
    name: 'Matpockyx',
    info: [
      {
        damage: 647548170019,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [1411218638, 486720763786, 20098255979, 31128827840, 61847430617, 46341673159],
      },
      {
        damage: 398411605001,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [472726201, 95082035261, 63422608223, 15037671904, 113684646610, 110711916802],
      },
      {
        damage: 22549184595956,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [710918251, 1105573922012, 8497931237532, 6503745923633, 4501557578310, 1939665016218],
      },
    ],
  },
  {
    name: 'Den4ik',
    info: [
      {
        damage: 450715938334,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [26075401, 412152849288, 10087149067, 21049424948, 5871704614, 1528735016],
      },
      {
        damage: 37787700884,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [5413078, 9857587211, 21678581571, 2720739044, 2714409088, 810970892],
      },
      {
        damage: 9760971220,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [5639807, 9321423504, 314620940, 108541144, 5072737, 5673088],
      },
    ],
  },
  {
    name: 'Пряник',
    info: [
      {
        damage: 389020218002,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [4675039, 375151257722, 1512429654, 7472694463, 1459121478, 3420039646],
      },
      {
        damage: 234467156554,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [0, 2652342602, 1618346454, 3850362547, 91757460840, 134588644111],
      },
      {
        damage: 3486521104361,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [3986991, 2104985274650, 142573828192, 550039323169, 221044082138, 467874609221],
      },
    ],
  },
  {
    name: 'Корбан',
    info: [
      {
        damage: 1361723947605,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [8694669, 663812462925, 144114576692, 121392780073, 150568326467, 281827106779],
      },
      {
        damage: 1580440511444,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [19638282, 137760074772, 248668269113, 397834623937, 374025700847, 422132204493],
      },
      {
        damage: 935808412564,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [4675039, 196601202144, 257078908038, 233421457798, 79963863913, 168738305632],
      },
    ],
  },
  {
    name: 'Саурон',
    info: [
      {
        damage: 158820464355,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [79048908, 9526411127, 24727833141, 13874066528, 58872731846, 51740372805],
      },
      {
        damage: 523236597996,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [10113457, 74705074065, 102784274135, 198468508318, 98625877423, 48642750598],
      },
      {
        damage: 136047634927,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [105632176, 32453144431, 76723364209, 0, 0, 26765494111],
      },
    ],
  },
  {
    name: 'Resolve',
    info: [
      {
        damage: 155891285507,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [493705695, 85818744070, 47000301596, 20728210433, 1585215793, 265107920],
      },
      {
        damage: 215371809037,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [181856291, 198196516232, 16534708358, 373198573, 60657680, 24871903],
      },
      {
        damage: 15172850599,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [13698577, 14678963081, 261332485, 100765344, 78633956, 39457156],
      },
    ],
  },
  {
    name: 'Модератор',
    info: [
      {
        damage: 1525094890206,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [105632176, 447460916491, 292786973997, 409516166832, 313640869974, 61584330736],
      },
      {
        damage: 28708836559602,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [518209355, 864577725177, 1858255305040, 6174389140735, 13483955564679, 6327140614616],
      },
      {
        damage: 142814428943982,
        date: '01.25',
        guildTotal: 142814428943982,
        damageByDay: [44091973, 2879063747583, 37320657719087, 23005422026422, 18975597593894, 60633643765023],
      },
    ],
  },
  {
    name: 'Moderator',
    info: [
      {
        damage: 120184609881,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [10909069, 119088157052, 305437524, 342463965, 151604975, 286037296],
      },
      {
        damage: 204730017446,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [7478287, 200129635364, 1181173692, 2796883763, 406708802, 208137538],
      },
      {
        damage: 220160300229,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [856925, 219827812107, 2257174, 157949901, 56304169, 115119953],
      },
    ],
  },
  {
    name: 'Iga',
    info: [
      {
        damage: 2770892226,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [17868284, 503860578, 308626872, 1132157675, 666978909, 141399908],
      },
      {
        damage: 483144108603,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [48594150, 479004017383, 2000012136, 647495456, 970174221, 473815257],
      },
      {
        damage: 42411711371,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [6936807, 39005481414, 2357770182, 438209089, 596008703, 7305176],
      },
    ],
  },
  {
    name: 'Santa',
    info: [
      {
        damage: 182951250063,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [3462656, 105316753631, 19964409550, 16356677094, 19548684748, 21761262384],
      },
      {
        damage: 2926325515261,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [88582452, 406762079445, 317101165042, 883761488822, 384423572074, 934188627426],
      },
      {
        damage: 15265452882579,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [82992939, 321112604449, 2930497897446, 4402702173877, 5454622058004, 2156435155864],
      },
    ],
  },
  {
    name: 'Doc',
    info: [
      {
        damage: 58576594671,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [216345789, 58156186840, 98927971, 76918988, 11829066, 16386017],
      },
      {
        damage: 135984522002,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [36304414, 135589284083, 89526702, 104000684, 128909763, 36496356],
      },
      {
        damage: 185263268525,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [31524901, 184992258415, 105318381, 100749612, 1496452, 31920764],
      },
    ],
  },
  {
    name: 'MarVik',
    info: [
      {
        damage: 430258748459,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [44091973, 295414858984, 19176213393, 112306938811, 2906912964, 409732334],
      },
      {
        damage: 120278973277,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [18206192, 38082779448, 47873065913, 18837293506, 14711792816, 755835402],
      },
      {
        damage: 845238606551,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [10909069, 843206079593, 1283749217, 318439627, 266695551, 152733494],
      },
    ],
  },
  {
    name: 'Мандалорец',
    info: [
      {
        damage: 8664350359,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [3986991, 8440420339, 36348276, 51587279, 89072374, 42935100],
      },
      {
        damage: 30984247256,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [3179536, 30270892700, 124651458, 128370984, 238411562, 218741016],
      },
      {
        damage: 3847125034,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [34886294, 3746290123, 13982915, 4971606, 11769071, 35225025],
      },
    ],
  },
  {
    name: 'Lucifer',
    info: [
      {
        damage: 210025549199,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [6936807, 201506981359, 2577376983, 4031160641, 1232083032, 671010377],
      },
      {
        damage: 351326854505,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [4961349, 316322961306, 5922865080, 22231149779, 5496263259, 1348653732],
      },
      {
        damage: 66922524155,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [2779590, 54670863293, 11929107120, 239822945, 32083108, 47868099],
      },
    ],
  },
  {
    name: 'Kboron',
    info: [
      {
        damage: 38121151780,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [5639807, 36894073693, 794638753, 214030667, 113405796, 99363064],
      },
      {
        damage: 10510231132,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [3550942, 4624628873, 2351776535, 2392280689, 742399676, 395594417],
      },
      {
        damage: 79918670799,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [4683488, 79332174621, 546668796, 14165056, 2866386, 18112452],
      },
    ],
  },
  {
    name: 'Vartem',
    info: [
      {damage: 0, date: '11.24', guildTotal: 0, damageByDay: [0, 0, 0, 0, 0, 0]},
      {
        damage: 14105049026015,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [639717941, 621564740359, 2300307537859, 5362586357617, 3745893141584, 2074057530655],
      },
      {
        damage: 53794210001579,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [17868284, 1567132247603, 5632442647823, 19794430889645, 17037363609057, 9762822739167],
      },
    ],
  },
  {
    name: 'Архара',
    info: [
      {
        damage: 495726974833,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [56487867, 134926514345, 263901278511, 95847193550, 879118691, 116381869],
      },
      {
        damage: 5583239917711,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [12696334, 144395239677, 1046820733449, 2117211499008, 1612805459598, 661994289645],
      },
      {
        damage: 9468989012979,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [38111220, 542222488540, 807435000979, 782163124639, 3514481923612, 3822648363989],
      },
    ],
  },
  {
    name: 'Пупупу',
    info: [
      {
        damage: 77116656765739,
        date: '11.24',
        guildTotal: 149479729601118,
        damageByDay: [472726201, 22298440043560, 2033687498610, 8856380101293, 21255311962610, 22672364433465],
      },
      {
        damage: 133693862728147,
        date: '12.24',
        guildTotal: 216979157873980,
        damageByDay: [116178564, 25193087374092, 5018615512240, 15351058636539, 31796244720026, 56334740306686],
      },
      {
        damage: 693141050997236,
        date: '01.25',
        guildTotal: 2256435284074980,
        damageByDay: [71715336, 28378740536260, 103838154580330, 116884274303140, 265230096191360, 178809713670810],
      },
    ],
  },
];

export const teamDetails = [
  {
    name: 'DyrachYO',
    damageDealer: 'aspen',
    quality: 'a+',
    stars: 13,
    temple: 13,
  },
  {
    name: 'Ph',
    damageDealer: 'nataly',
    quality: 'a-',
    stars: 12,
    temple: 11,
  },
  {
    name: 'Smpl_dmpl',
    damageDealer: 'aspen',
    quality: 'a-',
    stars: 9,
    temple: 7,
  },
  {
    name: 'Azural',
    damageDealer: 'vulkan',
    quality: 'a+',
    stars: 13,
    temple: 12,
  },
  {
    name: 'YouMakeMyDay',
    damageDealer: 'aspen',
    quality: 's',
    stars: 13,
    temple: 12,
  },
  {
    name: 'BeLaGa',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 12,
    temple: 11,
  },
  {
    name: 'Внатураху',
    damageDealer: 'aspen',
    quality: 'a-',
    stars: 13,
    temple: 12,
  },
  {
    name: 'Rivell',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 12,
    temple: 11,
  },
  {
    name: 'Xalypi',
    damageDealer: 'vulkan',
    quality: 'a+',
    stars: 12,
    temple: 11,
  },
  {
    name: 'FollowMe',
    damageDealer: 'aspen',
    quality: 'a-',
    stars: 13,
    temple: 12,
  },
  {
    name: 'Ganjumian',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 12,
    temple: 11,
  },
  {
    name: 'Astell',
    damageDealer: 'vulkan',
    quality: 'a',
    stars: 13,
    temple: 14,
  },
  {
    name: 'Matpockyx',
    damageDealer: 'nataly',
    quality: 'a-',
    stars: 12,
    temple: 10,
  },
  {
    name: 'Den4ik',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 8,
    temple: 6,
  },
  {
    name: 'Пряник',
    damageDealer: 'vesa',
    quality: 'a',
    stars: 9,
    temple: 7,
  },
  {
    name: 'Корбан',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 13,
    temple: 12,
  },
  {
    name: 'Саурон',
    damageDealer: 'mokman',
    quality: 'a',
    stars: 12,
    temple: 10,
  },
  {
    name: 'Resolve',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 8,
    temple: 6,
  },
  {
    name: 'Модератор',
    damageDealer: 'aspen',
    quality: 'a-',
    stars: 12,
    temple: 10,
  },
  {
    name: 'Iga',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 8,
    temple: 6,
  },
  {
    name: 'Santa',
    damageDealer: 'vulkan',
    quality: 'b+',
    stars: 12,
    temple: 11,
  },
  {
    name: 'Doc',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 3,
    temple: 2,
  },
  {
    name: 'MarVik',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 8,
    temple: 6,
  },
  {
    name: 'Мандалорец',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 7,
    temple: 5,
  },
  {
    name: 'Lucifer',
    damageDealer: 'vulkan',
    quality: 'a-',
    stars: 8,
    temple: 6,
  },
  {
    name: 'Kboron',
    damageDealer: 'vulkan',
    quality: 'b+',
    stars: 7,
    temple: 5,
  },
  {
    name: 'Vartem',
    damageDealer: 'nataly',
    quality: 'a-',
    stars: 13,
    temple: 12,
  },
  {
    name: 'Пупупу',
    damageDealer: 'aspen',
    quality: 'a+',
    stars: 15,
    temple: 16,
  },
  {
    name: 'Moderator',
    damageDealer: 'mokman',
    quality: 'a-',
    stars: 8,
    temple: 7,
  },
  {
    name: 'Архара',
    damageDealer: 'aspen',
    quality: 'a',
    stars: 10,
    temple: 9,
  },
];
